excluded_words = [
"middle", "senior", "middle+", "аналитик", "преподаватель", "наставник", "поддержка", "поддержке",
"старший", "lead", "лид", "руководитель", "старший", "продаж", "продажи", "начальник",
"qa", "главный", "бизнес", "linux", "frontend", "финансы", "курс", "тестов",
"тесты", "bitrix", "c#", "c++", "java", "агенства", "тестирование", "тестировщик",
"data", "дата", "front-end", "react", "данных", "данные", "тестированию", "писатель",
"поддержки", "ml", "линии", "линия", "ведущий", "product", "manager", "js", "javascript",
"с++", "системный", "администратор", "devops", "директор", "математик", "математика",
"трейдер", "excel", "автотесты", "analyst", "php", "go", "golang", "ios", "sysadmin",
"медиаисследованиям", "bim", "fpv", "prompt", "гис", "dwh", "финансовый", "rust",
"тестирования", "педагог", "данным", "менеджер", "administrator", "тренер", "маркетингу",
"маркетинг", "3d", "support", "связь", "связи", "асутп", "исследованиям", "ислледований",
"b2c", "b2b", "bi", "llm", "асу", "рынков", "анализ", "анализа", "робототехника", "1с",
"1c", "senoir", "nlp", "ds", "рекрутер", "юрист", "администрирование", "rpa", "head",
"ux", "ui", "ux/ui", "управления", "продуктов", "net", "битрикс", "symfony", "Researcher",
"oracle", "кадров", "кадры", "anqular", "vue", "perl", "android", "laravel", "unreal",
"Сорсер", "delphi", "маректолог", "доцент", "flutter", "angular", "bubble", "офис", "fullstack"
"full", "школа", "репетитор", "учитель", "курсы", "курс", "вуз", "университет", "школу", "реперетитор",
"full-stack", "full stack", "ai", "data", "devops", "devsecops", "систем", "система", "департамент",
"безопасность", "безопасности", "микроконтроллеров", "банковского", "тестировании", "технологиям",
"labops", "роботы", "робот", "цех", "сборщик", "монтажник", "сборка", "сборке",
"ассистент", "статистик", "wordpress", "ментор", "управляющий", "маркетолог", "биоинформатик"
]